/* Screencast Quota Warning Title */
"Approaching Video Limit" = "Próximo ao limite de vídeos";

/* Screencast Call to Action: Contact Us */
"Contact Us" = "Entre em contato conosco";

/* Screencast Call to Action: Manage Library */
"Manage Library" = "Gerenciar biblioteca";

/* OK */
"OK" = "OK";

/* Unable to share Screencast2022 error - message */
"Please check your network connection and try again." = "Verifique a conexão de rede e tente novamente.";

/* plugin name */
"Screencast" = "Screencast";

/* Sign in button Screencast2022 */
"Sign In..." = "Iniciar sessão...";

/* Sign out button Screencast2022 */
"Sign Out" = "Terminar sessão";

/* Link has been copied Screencast2022 message */
"The link to your capture is ready to be pasted" = "O link para sua captura está pronto para ser colado.";

/* Screencast Quota Reached Title */
"Unable to Share to Screencast" = "Não é possível compartilhar no Screencast";

/* Trial expired Screencast2022 error - title
   Unable to share Screencast2022 error - title */
"Unable to share to Screencast" = "Não é possível compartilhar no Screencast";

/* Screencast Call to Action: Upgrade */
"Upgrade" = "Atualizar";

/* plugin description */
"Upload the capture to Screencast for image or video hosting." = "Carregue a captura no Screencast para hospedagem de imagem ou vídeo.";

/* plugin description */
"Upload the capture to the cloud for image or video hosting." = "Carregue a captura na nuvem para hospedagem de imagem ou vídeo.";

/* Screencast Quota Warning Message for Free Accounts */
"You are close to the 25 video limit on your free Screencast account. Upgrade to unlock 250 videos or manage your Screencast Library to keep sharing without interruption." = "Você está próximo ao limite de 25 vídeos em sua conta gratuita do Screencast. Atualize para desbloquear 250 vídeos ou gerencie sua biblioteca do Screencast para continuar compartilhando sem interrupção.";

/* Screencast Quota Warning Message for Pro Accounts */
"You are close to your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "Você está se aproximando do limite de 250 vídeos. Revise e gerencie sua biblioteca do Screencast para continuar compartilhando ou entre em contato conosco para conhecer mais opções de conta.";

/* Screencast Quota Reached Message for Free Accounts */
"You've reached the limit of 25 videos on your free Screencast account. Upgrade now to allow 250 videos or manage your Screencast Library to keep the conversations going." = "Você atingiu o limite de 25 vídeos em sua conta gratuita do Screencast. Atualize agora para permitir 250 vídeos ou gerencie sua biblioteca do Screencast para dar continuidade à conversa.";

/* Screencast Quota Reached Message for Pro Accounts */
"You've reached your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "Você atingiu o limite de 250 vídeos. Revise e gerencie sua biblioteca do Screencast para continuar compartilhando ou entre em contato conosco para conhecer mais opções de conta.";

/* Trial expired Screencast2022 error - message */
"Your trial or account access has ended. Please update your account to share." = "Seu acesso à avaliação ou à conta terminou. Atualize sua conta para compartilhar.";

